<template>
    <div id="policy">
        <h2 class="title-h2">개인정보처리방침</h2>
        <div class="inner">
            <div class="form_line select_wrap">
                <select name="" id="termsSelect" class="form_control input_select input_select02">
                    <option value="">이용약관 (시행일자 : 2023.01.01)</option> <!-- 최근순 > 과거순   -->
                    <option value="">2023</option>
                    <option value="">2022</option>
                    <option value="">2021</option>
                </select>
            </div>
            <div class="terms_content">
                <div class="terms_wrap">
                    <dl>
                        <dt></dt>
                        <dd>
                            주식회사 샌디(이하 ‘샌디㈜’이라 칭함)는 고객의 개인정보보호를 매우 중요시 하며, "정보통신망이용 촉진 및 정보보호 등에 관한 법률" 및 "개인정보보호법률"
                            등 관련 법률과 규정을 준수하고 있습니다. <br>
                            샌디㈜는 개인정보처리방침을 통하여 고객께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지
                            알려드립니다.
                        </dd>
                    </dl>
                    <dl>
                        <div class="terms_wrap">
                            <dl>
                                <dt>01. 개인정보의 수집 항목과 처리 목적</dt>
                                <dd>
                                    회사는 홈페이지, 전화, 이메일, 팩스 등의 방법으로 수집 및 이용 목적에
                                    따라 필요한 최소한의 고객정보를 수집하고 이용합니다. 수집하는 개인정보
                                    항목과 처리 목적은 다음과 같습니다.
                                </dd>

                                <dd class="tit">① 수집하는 개인정보 항목</dd>
                                <dd class="sub">
                                    1) 회원가입 시 <br> 가. 일반회원 <br> - (필수) 이름, 아이디,
                                    이메일, 환불계좌번호, 예금주명, 휴대폰번호, 연계정보(DI·본인인증),
                                    성별, 법정 생년월일, 주소 <br> 나. 사업자회원 <br> - (필수)
                                    상호명, 사업자번호, 대표자명, 사업자등록번호, 주소, 환불계좌번호,
                                    예금주명, 사업의 종류, 아이디, 담당자이름, 이메일, 휴대폰번호,
                                    연계정보(DI·본인인증), 성별, 법정 생년월일 <br> 다. 기업회원 <br> - (필수) 상호명, 사업자번호, 대표자명, 사업자등록번호, 주소, 사업의
                                    종류, 세금계산서 상호, 세금계산서 담당자명, 세금계산서 이메일,
                                    세금계산서 주소, 세금계산서 주소, 담당자이름, 이메일, 휴대폰번호,
                                    연계정보(DI·본인인증), 성별, 법정 생년월일 <br> 2) 상품주문 시 <br> - (필수) 주문자명, 수령자명, 배송지, 수령자 휴대폰번호 <br> 3)
                                    상품환불 시 <br> - (필수) 주문상품 및 수량, 환불 금액, 일자 <br>
                                    4) 체험단 신청 <br> - (필수) 이름, 휴대폰번호, 주소 <br> 5)
                                    제휴/입점문의 <br> - (필수) 회사명, 담당자명, 연락처, 이메일 <br> 6) 대형카페&amp;프랜차이즈 구입 문의 <br> - (필수) 회사명,
                                    담당자명,
                                    연락처, 이메일 <br> 7) 샌디 솔루션 서비스 상담 신청 <br> -
                                    (필수) 회사명, 담당자명, 연락처, 이메일 <br> 8) 서비스 이용 시
                                    자동수집 <br> - (필수) IP Address, 쿠키, 방문 일시, 서비스 이용
                                    기록, 불량 이용 기록, 휴대폰 디바이스 ID(모바일쇼핑몰 앱을 다운받은
                                    이용자에 한함) <br> 9) 이벤트, 프로모션, 마케팅 참여 시 <br> -
                                    (필수) 이름, 휴대폰번호, 이메일, 성별, 법정 생년월일 <br> 10) 그 외
                                    <br> - 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여
                                    불가피한 경우 <br> - 정보주체에게 별도 동의를 받은 경우 <br> ※
                                    고객님께서 제공하신 모든 정보는 상기 목적에 필요한 용도 이외로는
                                    사용되지 않으며, 수집정보의 범위나 사용 목적, 용도가 변경될 시에는
                                    반드시 고객님께 사전 동의를 구할 것 입니다.
                                </dd>

                                <dd class="tit">② 처리목적</dd>
                                <dd class="sub">
                                    1) 회원가입 및 관리 <br> - 회원 가입의사 확인, 회원제 서비스 제공에
                                    따른 본인 식별·인증, 서비스 부정 이용 방지, 각종 고지·통지,
                                    상담·문의처리, 서비스 제공 및 계약의 이행 목적 <br> 2) 재화 또는
                                    서비스 제공 <br> - 물품 배송, 서비스 제공, 계약서·청구서 발송,
                                    마일리지 적립 및 사용, 쿠폰 발행 및 사용, 맞춤서비스 제공, 주문처리,
                                    구매 및 대금결제·정산, 환불 목적 <br> 3) 마케팅 및 광고 활용 <br> - 이벤트 및 광고성 정보 제공 및 참여 기회 제공, 서비스 이용 통계
                                    관리 목적
                                </dd>

                                <dd class="tit dd_accent">③ 개인정보 보유 및 이용 기간</dd>
                                <dd class="sub dd_accent">
                                    회사는 법령에 따른 개인정보 보유 및 이용기간 또는 고객으로부터
                                    개인정보 수집 시에 동의 받은 개인정보 보유 및 이용기간 내에서
                                    개인정보를 처리·보유 합니다. 이 경우 회사는 보존하는 그 정보를 그
                                    보존의 목적으로만 이용하며 보존기간은 아래와 같습니다. <br> 1)
                                    탈퇴회원정보 <br> - 보존이유 : 아이디 중복 방지 <br> - 보존항목
                                    : 아이디, 탈퇴일자, 탈퇴사유(일반회원, 사업자회원, 기업회원) <br> -
                                    보존기간 : 30일 <br> 2) 계약 또는 청약철회에 관한 기록 <br> -
                                    보존이유 : 전자상거래 등에서 소비자보호에 관한 법률 <br> - 보존기간
                                    : 5년 <br> 3) 대금 결제 및 재화 등의 공급에 관한 기록 <br> -
                                    보존이유 : 전자상거래 등에서 소비자 보호에 관한 법률 <br> -
                                    보존기간 : 5년 <br> 4) 소비자 불만 또는 분쟁처리에 관한 기록 <br> - 보존이유 : 전자상거래 등에서 소비자 보호에 관한 법률 <br> -
                                    보존기간 : 3년 <br> 5) 표시 광고에 관한 기록 <br> - 보존이유 :
                                    전자상거래 등에서 소비자 보호에 관한 법률 <br> - 보존기간 : 6개월
                                    <br> 6) 택배 및 직배 배송정보 <br> - 보존이유 : 고객
                                    주문이력관리 <br> - 보존기간 : 3개월 <br> 7) 문자 발송 정보 <br> - 보존이유 : 분쟁 조정, 고객문의 대응 및 법령 준수 이력 증빙
                                    <br> - 보존기간 : 1개월 <br> 8) 폐업으로 확인된 사업자회원 <br> -
                                    보존기간 : 별도 고지 없이 미승인 처리 <br> 9) 체험단 신청 정보 <br> - 보존이유 : 체험단 선정인원 체험상품 배송 및 관리 <br> -
                                    보존기간 : 체험단 선정 완료 시점부터 30일 보관 후 파기 <br> 10)
                                    제휴/입점문의 정보 <br> - 보존이유 : 제휴/입점 정보 안내 및 업체
                                    상담 등 원활한 의사소통 경로의 확보 <br> - 보존기간 : 제휴/입점
                                    문의 처리 완료 시점부터 60일간 보관 후 파기 <br> 11) 샌디 솔루션
                                    서비스 상담 신청 정보 <br> - 보존이유 : 샌디 솔루션 서비스 안내 및
                                    업체 상담 등 원활한 의사소통 경로의 확보 <br> - 보존기간 : 상담
                                    신청 시점부터 30일 보관 후 파기 <br> 12) 이벤트 당첨자 정보 <br>
                                    - 보존이유 : 이벤트 당첨자 경품 배송 및 관리 <br> - 보존기간 :
                                    6개월
                                </dd>
                                <dt>02. 개인정보 제공 및 처리위탁</dt>
                                <dd class="tit">
                                    ① 회사는 고객의 개인정보를 ‘개인정보의 수집 및 이용’에서 고지한 범위
                                    내에서 사용하며, 이 범위를 초과하여 이용하거나 타인 또는 기업, 기관에
                                    제공하지 않습니다. 단, 고객의 동의가 있거나 법령에 의하여 정해진
                                    절차에 따라 수사기관 및 감독당국의 요구가 있는 경우는 예외로 합니다.
                                </dd>
                                <dd class="tit">
                                    ② 회사는 원활한 개인정보 업무처리를 위하여 개인정보를 위탁하고 있으며,
                                    위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외
                                    개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한
                                    관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고,
                                    수탁자가 개인정보를 안전하게 처리하는지 감독하고 있습니다. 회사가
                                    개인정보처리를 위탁한 업체는 다음과 같습니다.
                                </dd>
                            </dl>
                            <!--
                            <table>
                                <tbody>
                                    <tr>
                                        <th style="background: #eee;">수탁업체</th>
                                        <th style="background: #eee;">위탁하는 업무 내용</th>
                                    </tr>
                                    <tr>
                                        <td>
                                            ㈜대상정보기술<br>
                                            ㈜온라인파워스
                                        </td>

                                        <td>개인정보처리시스템 운영, 개발, 유지보수</td>
                                    </tr>
                                    <tr>
                                        <td>㈜ERPIA</td>
                                        <td>
                                            고객관리, 고객문의처리, 서비스 제공을 위한 시스템 운영 및 개발
                                        </td>
                                    </tr>
                                    <tr>
                                        <td>베스핀글로벌㈜</td>
                                        <td>시스템 장비 운영, 장애 모니터링 및 조치</td>
                                    </tr>
                                    <tr>
                                        <td>㈜브로드씨엔에스</td>
                                        <td>고객상담</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            <button class="btn btn-default" @click="openModal($event)" id="basicTable">
                                                판매사(입점업체)

                                            </button>
                                        </td>
                                        <td>상품문의 및 고객상담, 위탁배송</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            롯데글로벌로지스, 롯데글로벌로지스 일산식사 대리점, 동남코퍼레이션,
                                            로이즈올
                                        </td>
                                        <td>배송서비스</td>
                                    </tr>
                                    <tr>
                                        <td>나이스평가정보㈜</td>
                                        <td>본인 인증</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            ㈜마이스소프트<br>
                                            카카오
                                        </td>
                                        <td>SMS 발송 시스템 대행</td>
                                    </tr>
                                    <tr>
                                        <td>토스페이먼츠㈜</td>
                                        <td>결제서비스</td>
                                    </tr>
                                    <tr>
                                        <td>네이버, 카카오, 애플</td>
                                        <td>SNS 간편 로그인</td>
                                    </tr>
                                </tbody>
                            </table>
                            -->
                            <dl>
                                <dt>03. 개인정보의 파기 절차 및 방법</dt>

                                <dd>
                                    회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
                                    불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기하고
                                    개인정보관리책임자의 승인을 받아 다음과 같은 방법으로 파기합니다.
                                </dd>
                                <dd class="tit">① 종이에 출력한 개인정보</dd>
                                <dd class="sub">
                                    1) 파기절차 <br> 이용자가 회원가입 등을 위해 입력하신 정보는 목적이
                                    달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유(보유 및
                                    이용기간 참조)에 따라 일정 기간 저장된 후 파기됩니다. 동 개인정보는
                                    법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지
                                    않습니다. <br> 2) 파기방법 <br> - 종이에 출력된 개인정보는
                                    분쇄기로 분쇄하거나 소각을 통하여 파기 <br> - 전자적 파일형태로
                                    저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제
                                </dd>
                                <dd class="tit">② 전자적 파일로 저장한 개인정보</dd>
                                <dd class="sub">- 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제</dd>
                                <dd class="tit">③ 장기 미이용회원</dd>
                                <dd class="sub">
                                    - 장기 미이용회원은 샌디몰 최종 이용 후 1년 동안 이용 기록이
                                    없는 회원을 말합니다. 이 경우 회원의 개인정보는 일반 고객의 개인정보와
                                    분리(휴면계정으로 전환)하여 별도의 DB에 저장 및 관리됩니다.
                                    휴면계정으로 전환되기 30일 이전, 해당 내용에 대해 이메일 등을 통해
                                    사전 통지합니다.
                                </dd>

                                <dt>04. 개인정보보호책임자 및 담당부서</dt>

                                <dd>
                                    고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여
                                    회사는 개인정보보호책임자를 두고 있습니다. <br> 개인정보와 관련한
                                    문의사항이 있으시면 아래 담당자에게 연락 주시기 바랍니다. 고객의
                                    문의사항에 신속하고 성실하게 답변해 드리겠습니다.
                                </dd>
                                <dd class="tit">① 개인정보보호책임자</dd>
                                <dd class="sub">
                                    - 성 명 : 홍길동 <br> - 직 책 : 상무 <br> - e-Mail :
                                    test@test.com <br> - TEL : 0000-0000 <br> - FAX :
                                    0000-0000 <br> ※ 전화 및 온라인 상담은 월~금 09:00~17:30
                                    가능합니다. (단, 주말 및 공휴일 등 제외)
                                </dd>
                                <dd class="tit">② 개인정보보호 담당부서</dd>
                                <dd class="sub">
                                    - 소속부서 : 경영기획본부 <br> - 성 명 : 이택보 <br> - e-Mail :
                                    test@test.com <br> - TEL : 0000-0000 <br> - FAX :
                                    0000-0000
                                </dd>

                                <dt>05. 개인정보의 열람, 정정, 동의 철회 방법</dt>

                                <dd class="tit">
                                    ① 고객은 언제든지 등록되어 있는 회원의 개인정보에 대한 열람, 정정 삭제
                                    또는 처리정지를 요구 하실 수 있습니다. 고객이 본인의 개인정보에 대한
                                    열람, 정정, 삭제 또는 처리정지를 요구하고자 할 경우에는 홈페이지 내
                                    관련 메뉴 또는 고객지원센터(전화 0000-0000)로 연락 주시면 본인 확인
                                    절차 후 지체 없이 조치하도록 하겠습니다.
                                </dd>

                                <dd>
                                    고객이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기
                                    전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된
                                    개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게
                                    지체 없이 통지하여 정정이 이루어지도록 조치하겠습니다. <br> 다만,
                                    개인정보의 열람 및 정정을 제한할 수 있는 경우는 아래와 같습니다.
                                </dd>
                                <dd class="sub">
                                    1) 본인 또는 제3자의 생명, 신체, 재산 또는 권익을 현저하게 해할 우려가
                                    있는 경우 <br> 2) 당해 서비스 제공자의 업무에 현저한 지장을 미칠
                                    우려가 있는 경우 <br> 3) 법령을 위반하는 경우 등
                                </dd>
                                <dd class="tit">
                                    ② 회사는 만 14세 미만 아동의 홈페이지를 통한 회원가입을 제한하고
                                    있습니다.
                                </dd>

                                <dt>06. 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항</dt>
                                <dd>
                                    회사는 홈페이지 접속자의 편의를 위하여 ‘쿠키(Cookie)’를 운용합니다.
                                    쿠키란, 웹사이트가 고객의 웹 브라우저에 보내는 작은 텍스트 파일로써
                                    고객의 PC에 저장됩니다. <br> 회사는 다음과 같은 목적을 위해 쿠키를
                                    사용합니다.
                                </dd>

                                <dd class="tit">
                                    ① 고객의 접속 빈도나 방문 시간 등을 분석하고 고객의 취향과 관심분야를
                                    파악하며 타겟(target) 마케팅 및 서비스 개편 등의 척도로 활용합니다.
                                </dd>
                                <dd class="tit">
                                    ② 회사가 진행하는 각종 이벤트에서 고객의 참여 정도 및 방문 회수를
                                    파악하여 차별적인 응모 기회를 부여하고 개인의 관심 분야에 따라
                                    차별화된 정보를 제공하기 위한 자료로 이용됩니다.
                                </dd>
                                <dd class="tit">
                                    ③ 팝업 정보 제공에 대하여 고객이 ‘보지 않기’를 요청하였는지 여부를
                                    파악하기 위하여 쿠키를 사용합니다.
                                </dd>

                                <dd>
                                    고객은 쿠키 설치에 대한 선택권을 가지고 있으며, 웹브라우저 옵션 설정을
                                    통해 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나,
                                    또는 모든 쿠키의 저장을 거부할 수도 있습니다. <br> 다만, 고객께서
                                    쿠키 설치를 거부하셨을 경우 서비스 제공에 제한이 있습니다.
                                </dd>

                                <dd class="sub">
                                    1) 쿠키 허용여부 지정하는 방법 (Internet Explorer를 사용하는 경우) <br> 가. [도구메뉴]에서 [인터넷옵션]을 선택 <br> 나.
                                    [개인정보 탭]을
                                    클릭 <br> 다. [개인정보보호 수준]을 설정 <br> <br> 2) 받은
                                    쿠키를 보는 방법 (Internet Explorer를 사용하는 경우) <br> 가.
                                    [도구메뉴]에서 [인터넷옵션]을 선택 <br> 나. [일반탭(기본탭)]에서
                                    [설정]을 클릭 <br> 다. [파일보기]를 선택
                                </dd>

                                <dt>07. 개인정보의 안전성 확보조치에 관한 사항</dt>

                                <dd class="tit">
                                    ① 기술적 대책 <br> 회사는 고객의 개인정보를 취급함에 있어
                                    개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를
                                    위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
                                </dd>

                                <dd class="sub">
                                    1) 고객의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송 데이터를
                                    암호화하거나 파일 암호화를 사용하여 중요한 데이터는 별도의 보안기능을
                                    통해 보호하고 있습니다. <br> 2) 회사는 백신프로그램을 이용하여
                                    컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다.
                                    백신프로그램은 주기적으로 업데이트하며, 갑작스런 바이러스가 출현할
                                    경우 백신이 나오는 즉시 이를 적용함으로써 개인정보가 침해되는 것을
                                    방지하고 있습니다. <br> 3) 회사는 암호 알고리즘을 이용하여 네트워크
                                    상의 개인정보를 안전하게 전송할 수 있는 보안장치를 채택하고 있습니다.
                                    <br> 4) 해킹 등 외부 침입에 대비하여 침입차단시스템 및 서버 취약점
                                    분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
                                </dd>

                                <dd class="tit">② 관리적 대책</dd>
                                <dd class="sub">
                                    1) 회사는 고객의 개인정보에 대한 접근 권한을 최소한의 인원으로
                                    제한하고 있으며 해당 인원은 다음과 같습니다. <br> 가. 고객을 직접
                                    상대로 하여 마케팅 업무를 수행하는 자 <br> 나. 개인정보관리책임자
                                    및 담당자 등 개인정보관리업무를 수행하는 자 <br> 다. 기타 업무상
                                    개인정보의 취급이 불가피한 자 <br> 2) 개인정보를 취급하는 직원을
                                    대상으로 새로운 보안기술 습득 및 개인정보 보호 의무 등에 관해 정기적인
                                    사내 교육 및 외부 위탁 교육을 실시하고 있습니다. <br> 3) 입사 시 전
                                    직원의 보안서약서를 통하여 사람에 의한 정보 유출을 사전에 방지하고
                                    개인정보취급/처리방침에 대한 이행 사항 및 직원의 준수 여부를 감사하기
                                    위해 내부 절차를 마련하고 있습니다. <br> 4) 개인정보 관련 취급자의
                                    업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며, 입사
                                    및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다. <br> 5)
                                    개인정보와 일반 데이터를 혼합하여 보관하지 않고 별도의 서버를 통해
                                    분리하여 보관하고 있습니다. <br> 6) 전산실 및 자료 보관실 등을 특별
                                    보호구역으로 설정하여 출입을 통제하고 있습니다. <br> 7) 그 외 내부
                                    관리자의 실수나 기술 관리 상의 사고로 인해 개인정보의 상실, 유출,
                                    변조, 훼손이 유발될 경우 회사는 즉각 고객에게 사실을 알리고 적절한
                                    대책과 보상을 강구할 것입니다. 다만, 고객 개인의 실수나 기본적인
                                    인터넷의 위험성 때문에 일어나는 일들에 대해서는 책임을 지지 않습니다.
                                </dd>
                                <dt>08. 링크사이트</dt>

                                <dd>
                                    회사는 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할
                                    수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대한 아무런 통제권이
                                    없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수
                                    없으며 보증할 수 없습니다. 회사가 포함하고 있는 링크를 클릭하여 타
                                    웹사이트의 페이지로 옮겨갈 경우 해당 웹사이트의 개인정보처리방침은
                                    회사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
                                </dd>

                                <dt>09. 이용자의 권익침해에 대한 구제방법</dt>

                                <dd class="tit">
                                    ① 이용자는 개인정보침해로 인한 구제를 받기 위하여
                                    개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
                                    분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
                                    신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
                                </dd>
                                <dd class="sub">
                                    1) 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr) 2)
                                    개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr) <br> 3)
                                    대검찰청 : (국번없이) 1301 (www.spo.go.kr) <br> 4) 경찰청 :
                                    (국번없이) 182 (ecrm.cyber.go.kr)
                                </dd>
                                <dd class="tit">
                                    ② 회사는 이용자의 개인정보자기결정권을 보장하고, 개인정보 침해로 인한
                                    상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이 필요한 경우
                                    아래의 담당부서로 연락해 주시기 바랍니다.
                                </dd>

                                <dd class="sub">
                                    [개인정보보호 관련 고객 상담 및 신고] <br> - 성 명 : 이택보 <br>
                                    - 직 책 : 상무 <br> - e-Mail : test@test.com <br> - TEL :
                                    0000-0000 <br> - FAX : 0000-0000
                                </dd>

                                <dt>10. 아동의 개인정보보호</dt>

                                <dd>
                                    회사는 법정 대리인의 동의가 필요한 만 14세 미만 아동의 회원 가입은
                                    받고 있지 않습니다.
                                </dd>

                                <dt>11. 게시물</dt>
                                <dd class="tit">
                                    ① 회사는 고객의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록
                                    최선을 다하여 보호합니다. 그러나 다음의 경우는 그렇지 아니합니다.
                                </dd>
                                <dd class="sub">
                                    1) 스팸(SPAM)성 게시물 (예 : 행운의 편지, 8억 메일, 특정사이트 광고
                                    등) 타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는
                                    글 2) 동의 없는 타인의 신상공개 회사의 저작권, 제 3자의 저작권 등
                                    권리를 침해하는 내용, 기타 게시판 주제와 다른 내용의 게시물 회사는
                                    바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개 시
                                    특정부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다. 다른
                                    주제의 게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동 경로를
                                    밝혀 오해가 없도록 하고 있습니다. 그 외의 경우 명시적 또는 개별적인
                                    경고 후 삭제 조치할 수 있습니다.
                                </dd>
                                <dd class="tit">
                                    ② 근본적으로 게시물에 관련된 제반 권리와 책임은 작성자 개인에게
                                    있습니다. 또 게시물을 통해 자발적으로 공개된 정보는 보호받기
                                    어려우므로 정보 공개 전에 심사숙고 하시기 바랍니다.
                                </dd>

                                <dt>12. 광고성 정보전송</dt>
                                <dd class="tit">
                                    ① 회사는 고객의 명시적인 수신거부의사에 반하여 영리목적의 광고성
                                    정보를 전송하지 않습니다.
                                </dd>
                                <dd class="tit">
                                    ② 회사는 고객이 뉴스레터 등 전자우편 전송에 대한 동의를 한 경우
                                    전자우편의 제목란 및 본문란에 다음 사항과 같이 고객이 쉽게 알아 볼 수
                                    있도록 조치합니다.
                                </dd>
                                <dd class="tit">
                                    1) 전자우편의 제목란 : (광고)라는 문구를 제목란에 표시하여야 하며
                                    전자우편 본문란의 주요 내용을 표시합니다.
                                </dd>
                                <dd class="sub">
                                    2) 전자우편의 본문란 <br> 가. 고객이 수신거부의 의사표시를 할 수
                                    있는 전송자의 명칭, 전자우편주소, 전화번호 및 주소를 명시합니다. <br> 나. 고객이 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및
                                    영문으로 각각 명시합니다. <br> 다. 고객이 동의를 한 시기 및 내용을
                                    명시합니다.
                                </dd>
                                <dd class="tit">
                                    ③ 회사는 상품정보 안내 등 온라인 마케팅을 위해 광고성 정보를 전자우편
                                    등으로 전송하는 경우 전자우편의 제목란 및 본문란에 다음 사항과 같이
                                    고객이 쉽게 알아 볼 수 있도록 조치합니다.
                                </dd>
                                <dd class="sub">
                                    1) 전자우편의 제목란 : (광고)라는 문구를 제목란에 표시하여야 하며
                                    전자우편 본문란의 주요 내용을 표시합니다. <br> 2) 전자우편의 본문란
                                    <br> 가. 고객이 수신거부의 의사표시를 할 수 있는 전송자의 명칭,
                                    전자우편주소, 전화번호 및 주소를 명시합니다. <br> 나. 고객이 수신
                                    거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및 영문으로 각 각
                                    명시합니다. <br> 다. 고객이 동의를 한 시기 및 내용을 명시합니다.
                                </dd>
                                <dd class="tit">
                                    ④ 팩스, 휴대폰 문자전송 등 전자우편 이외의 문자전송을 통해 영리목적의
                                    광고성 정보를 전송하는 경우에는 전송내용 처음에 ‘(광고)’라는 문구를
                                    표기하고 전송내용 중에 전송자의 연락처를 명시하도록 조치합니다.
                                </dd>

                                <dt>13. 정책 변경에 따른 공지 의무</dt>

                                <dd>
                                    본 개인정보처리방침은 2023년 04월 11일 전면 개정 되었으며 정부의
                                    법령·정책 또는 보안기술의 변경, 기타 사유에 따라 내용의 추가·삭제 및
                                    수정이 발생할 수 있으며 이 경우 변경되는 개인정보취급/처리방침 시행
                                    이전에 홈페이지를 통해 변경 이유와 내용을 공지하도록 하겠습니다.
                                </dd>

                                <dd>
                                    개인정보보호정책 버전정보 : v9.0 <br> 개인정보처리방침 시행일자 :
                                    2023년 05월 18일 <br> 개인정보처리방침 변경일자 : 2023년 04월 11일
                                </dd>
                            </dl>
                        </div>
                    </dl>
                </div>
            </div>
        </div>
        <!-- 테이블 모달 -->
        <basicTable/>
    </div>
</template>
<script>
import TitleD1 from "~/components/text/title-default.vue";
import Lnb from "~/components/layout/lnb-customer.vue";
import TitleMore from "~/components/text/title-more.vue";
import basicTable from "~/components/popup/basic-table.vue";

export default {
    name: 'policy',
    components: {
        TitleD1,
        Lnb,
        TitleMore,
        basicTable
    },
    data() {
        return {
            titleMain: "개인정보처리방침",
        };
    },
    mounted() {
        let langSelect = document.getElementById('termsSelect');
        let termContent = document.getElementsByClassName('terms_wrap').length;

        langSelect.addEventListener("change", () => {
            let options = langSelect.querySelectorAll("option");
            let count = Number(options.length) - 1;
        });

    },
    methods: {
        openModal(e) {
            const body = document.querySelector("body");
            const modalId = e.target.getAttribute('id');
            const target = document.getElementById(modalId + "View");
            const modalDim = document.createElement("div");
            body.classList.add("scrollNone");
            target.classList.add("show");
            modalDim.classList.add("dimmed_bg");
            target.appendChild(modalDim);
        },
        closeModalDim() {
            const modalDim = document.querySelector(".dimmed_bg");
            modalDim.remove();
        },
        closeModal() {
            const body = document.querySelector("body");
            const modal = document.querySelectorAll(".modal_basic");
            body.classList.remove("scrollNone");
            modal.forEach((e) => {
                e.classList.remove("show");
            });
            this.closeModalDim();
        },
    }
}



</script>

<style>@import url('~/assets/css/pages/customer.css');
@import url('~/assets/css/pages/terms.css');</style>